txt_instruction = '''
Данное приложение позволит вам с помощью теста Руфье \n провести первичную \n диагностику вашего здоровья.\n
Проба Руфье представляет собой нагрузочный комплекс, \n предназначенный для оценки\n работоспособности сердца при физической нагрузке.\n
У испытуемого определяют \n частоту пульса за 15 секунд.\n
Затем в течение 45 секунд испытуемый \n выполняет 30 приседаний.\n
После окончания нагрузки \n пульс подсчитывается вновь: \nчисло пульсаций за первые 15 секунд, 30 секунд отдыха,\n число пульсаций за последние 15 секунд.\n'''

txt_test1 = '''Замерьте пульс за\n 15 секунд.\n
Результат запишите\n в соответствующее поле.'''

txt_test2 = '''Выполните 30 приседаний за 45 секунд.\n 
Нажмите кнопку "Начать", чтобы запустить счетчик приседаний.\n
Делайте приседания со скоростью счетчика.'''

txt_test3 = '''В течение минуты замерьте пульс два раза:\n 
за первые 15 секунд минуты, затем за последние 15 секунд.\n
Результаты запишите в соответствующие поля.''' 

txt_sits = 'Выполните 30 приседаний за 45 секунд.'